export type Locations =
  | ''
  | '서울시 강남구'
  | '서울시 중구'
  | '서울시 용산구'
  | '서울시 용산구'
  | '서울시 성동구'
  | '서울시 광진구'
  | '서울시 동대문구'
  | '서울시 중랑구'
  | '서울시 성북구'
  | '서울시 성북구'
  | '서울시 강북구'
  | '서울시 도봉구'
  | '서울시 노원구'
  | '서울시 은평구'
  | '서울시 서대문구'
  | '서울시 마포구'
  | '서울시 양천구'
  | '서울시 강서구'
  | '서울시 구로구'
  | '서울시 금천구'
  | '서울시 영등포구'
  | '서울시 동작구'
  | '서울시 관악구'
  | '서울시 서초구'
  | '서울시 송파구'
  | '서울시 강동구';
//   '서울시 강남구'
//   '서울시 중구': string;
//   '서울시 용산구': string;
//   '서울시 성동구': string;
//   '서울시 광진구': string;
//   '서울시 동대문구': string;
//   '서울시 중랑구': string;
//   '서울시 성북구': string;
//   '서울시 강북구': string;
//   '서울시 도봉구': string;
//   '서울시 노원구': string;
//   '서울시 은평구': string;
//   '서울시 서대문구': string;
//   '서울시 마포구': string;
//   '서울시 양천구': string;
//   '서울시 강서구': string;
//   '서울시 구로구': string;
//   '서울시 금천구': string;
//   '서울시 영등포구': string;
//   '서울시 동작구': string;
//   '서울시 관악구': string;
//   '서울시 서초구': string;
//   '서울시 송파구': string;
//   '서울시 강동구': string;
