export const mockNoticeData = {
  "item": {
    "id": "2ad3ac93-0054-442e-a882-d6cce8c10470",
    "hourlyPay": 1234456,
    "startsAt": "2023-07-19",
    "workhour": 12,
    "description": "Rap) 난 너를 믿었던 만큼 난 내 친구도 믿었기에 난 아무런 부담없이 널 내 친구에게 소개 시켜줬고 그런 만남이 있은 후로 부터 우리는 자주 함께 만나며 즐거운 시간을 보내며 함께 어울렸던 것뿐인데 그런 만남이 어디부터 잘못됐는지 난 알 수 없는 예감에 조금씩 빠져들고 있을때쯤 넌 나보다 내 친구에게 관심을 더 보이며 날 조금씩 멀리하던 Sing) 그 어느날 너와 내가 심하게 다툰 그날 이후로 너와 내 친구는 연락도 없고 날 피하는 것같아 그제서야 난 느낀거야 모든것이 잘못돼 있는걸 너와 내 친구는 어느새 다정한 연인이 되있었지 있을 수 없는 일이라며 난 울었어 내 사랑과 우정을 모두 버려야 했기에 또다른 내 친구는 내 어깰 두드리며 잊어버리라 했지만 잊지 못할것 같아 Rap)너를 사랑했던 것만큼 난 내 친구도 믿었기에 난 자연스럽게 너와 함께 어울렸던 것뿐인데 어디부터 우리의 믿음이 깨지기 시작했는지 난 알지도 못한채 어색함을 느끼며 그렇게 함께 만나온 시간이 길어지면 질수록 넌 내게서 조금씩 멀어지는 것을 느끼며 난 예감을 했었지 넌 나보다 내 친구에게 관심이 더 있었다는 걸 Sing) 그 어느날 너와 내가 심하게 다툰 그날 이후로 너와 내 친구는 연락도 없고 날 피하는 것같아 그제서야 난 느낀거야 모든것이 잘못돼 있는걸 너와 내 친구는 어느새 다정한 연인이 돼있었지 있을 수 없는 일이라며 난 울었어 내 사랑과 우정을 모두 버려야 했기에 또다른 내 친구는 내 어깰 두드리며 잊어버리라 했지만 잊지 못할것 같아",
    "closed": false,
    "shop": {
      "item": {
        "id": "63fcc375-5d0a-4ba4-ac5b-101b03973c74",
        "name": "에바네 한식❤️",
        "category": "한식",
        "address1": "서울시 중구",
        "address2": "왜..",
        "description": "Rap) 난 너를 믿었던 만큼 난 내 친구도 믿었기에 난 아무런 부담없이 널 내 친구에게 소개 시켜줬고 그런 만남이 있은 후로 부터 우리는 자주 함께 만나며 즐거운 시간을 보내며 함께 어울렸던 것뿐인데 그런 만남이 어디부터 잘못됐는지 난 알 수 없는 예감에 조금씩 빠져들고 있을때쯤 넌 나보다 내 친구에게 관심을 더 보이며 날 조금씩 멀리하던 Sing) 그 어느날 너와 내가 심하게 다툰 그날 이후로 너와 내 친구는 연락도 없고 날 피하는 것같아 그제서야 난 느낀거야 모든것이 잘못돼 있는걸 너와 내 친구는 어느새 다정한 연인이 되있었지 있을 수 없는 일이라며 난 울었어 내 사랑과 우정을 모두 버려야 했기에 또다른 내 친구는 내 어깰 두드리며 잊어버리라 했지만 잊지 못할것 같아 Rap)너를 사랑했던 것만큼 난 내 친구도 믿었기에 난 자연스럽게 너와 함께 어울렸던 것뿐인데 어디부터 우리의 믿음이 깨지기 시작했는지 난 알지도 못한채 어색함을 느끼며 그렇게 함께 만나온 시간이 길어지면 질수록 넌 내게서 조금씩 멀어지는 것을 느끼며 난 예감을 했었지 넌 나보다 내 친구에게 관심이 더 있었다는 걸 Sing) 그 어느날 너와 내가 심하게 다툰 그날 이후로 너와 내 친구는 연락도 없고 날 피하는 것같아 그제서야 난 느낀거야 모든것이 잘못돼 있는걸 너와 내 친구는 어느새 다정한 연인이 돼있었지 있을 수 없는 일이라며 난 울었어 내 사랑과 우정을 모두 버려야 했기에 또다른 내 친구는 내 어깰 두드리며 잊어버리라 했지만 잊지 못할것 같아",
        "imageUrl": "https://bootcamp-project-api.s3.ap-northeast-2.amazonaws.com/0-1/the-julge/1970eebc-dfaf-4fea-8b86-071c28c3b78d-%EC%9D%B4%EB%AA%A8%EC%A7%80.png",
        "originalHourlyPay": 10000
      },
      "href": "/api/0-1/the-julge/shops/63fcc375-5d0a-4ba4-ac5b-101b03973c74"
    }
  },
}